[General]
Version=1.8.8
LanguageName=Slovenščina
lblLanguageAuthor=Axxual

[Form1]
speedWarningLabel=Opozorilo: hitrosti nad 20000 KB/s so lahko videti sumljive.
checkShowTrayBaloon=Prikaži informacije ob premiku nad ikono v sistemski vrstici
lblInterface=Vmesnik:
lblLanguage=Jezik:
TorrentFileLabel=Pot:
closeButton=Zapri
StartButton=Prični
tabGeneral=Splošno
groupTorrentFile=Torrent datoteka
browseButton=Brskaj ...
groupStats=Statistika
totalRunningTimeLabel=Celoten čas:
leechLabel=Odjemalcev:
seedLabel=Sejalcev:
manualUpdateButton=Ročna posodobitev
labelUpdateIn=Posodobitev v:
downloadCountLabel=Prejeto:
uploadCountLabel=Oddano:
groupBoxOptions=Nastavitve
applyStopSettingsButton=Potrdi
stopProcessLabel=Ustavi proces:
FileSizeLabel=Končano (v %)
uploadRateLabel=Hitrost oddajanja (v kB/s) :
downloadRateLabel=Hitrost prejemanja (v kB/s) :
groupTorrentInfo=Podatki o torrent-u
labelTorrentSize=Velikost:
hashLabel=SHA Hash:
TrackerLabel=Sledilnik:
tabAdvanced=Napredno
memoryReaderButton=Poišči v pomnilniku ...
updateAnnounceParamsOnStart=Posodobi ID uporabnikov ob zagonu
checkNewVersion=Preveri za novo različico
ClientLabel=Simulacija odjemalca:
randomSpeedGroup=Spremenljiva hitrost oddajanja in odjemanja
RandomDownloadToLabel=Najv.:
RandomUploadToLabel=Najv.:
RandomDownloadFromLabel=Najm.:
RandomUploadFromLabel=Najm.:
checkRandomDownload=Prejemaj (v kB)
checkRandomUpload=Oddajaj (v kB)
reportParamsGroup=Parametri najave
keyLabel=Ključ:
labelPeerID=ID uporabnika:
numwantLabel=Število uporabnikov:
portInfoLabel=Če so polja prazna, bo RatioMaster uporabil naključne ali privzete vrednosti
portLabel=Vrata:
tabNetwork=Omrežje
groupNetworkMisc=Razno
checkIgnoreFailureReason=Prezri 'razlog napake' ob odgovoru odjemalca
labelStopMinLeecher=Prenehaj z oddajanjem, ko je število odjemalcev manjše od:
intervalLabel=Interval posodobitve sledilnika (v s):
checkRequestScrap=Pridobi statistiko sejalcev/odjemalcev (pridobi podatke od sledilnika))
checkTCPListen=Uporabi TCP prehod (na sledilniku se pokaži kot povezljiv)
proxySettingsGroup=Nastavitve Proxy strežnika
labelProxyPass=Geslo:
labelProxyUser=Uporabnik:
labelProxyPort=Vrata:
labelProxyHost=Prehod:
labelProxyType=Vrsta proxy-ja:
tabLog=Zapisi o napredku
saveLogButton=Shrani zapise
checkLogEnabled=Omogoči zapise
clearLogButton=Izbriši zapise
tabAbout=O programu
labelForums=Forum:
labelWebSite=Spletna stran:
StopButton=Ustavi
linkProxyHelp=Pomoč pri proxy-jih
tabUpdates=Posodobitve
installUpdatesButton=Naloži posodobitve
checkUpdatesButton=Preveri za posodobitve
labelUpdates=Odjemalci in jeziki
labelBindIp=Veži na IP:
checkMinimizeToTray=Pomanjšaj v orodno vrstico
checkIgnoreTimeout=Prezri napake v povezavi
checkUPnP=Omogoči preslikovanje UPnP vrat
testNetworkButton=Preizkusi nastavitve ...
ResetCountersButton=Ponastavi števce
checkSavePeers=Shrani seznam uporabnikov


[MemoryReader]
reApplyButton=Uporabi
reCloseButton=Zapri
groupBoxSearchResults=Rezultati iskanja
reHashLabel=Hash:
rePeerIdLabel=ID uporabnika (peer_id):
reKeyLabel=Ključ (key):
numwantLabel=Število uporabnikov (numwant):
rePortLabel=Vrata (port):
reSearchStrLabel=Niz:
reSearchButton=Prični z iskanjem
reProcessNameLabel=Ime procesa:

[Messages]
mrNoProcessFound={0} najdenih procesov. Poskrbite, da je v torrent odjemalcu aktiven vsaj en torrent.
mrSearchFail=Iskanje ni uspelo.\r\nPoskrbite, da je v torrent odjemalcu aktiven vsaj en torrent.
mrSearchTitle=Išči
mrSearchSuccess=Iskanje je uspelo!\r\nPritisni gumb Uporabi za uporabo najdenih podatkov o odjemalcu.
vrNewVersionReleased=Nova različica je na voljo! Prenesi jo s strani http://www.moofdev.net
vrNewVersionTitle="Nova različica je na voljo"
ballonUploaded=Oddano: {0} \r\n
ballonDownloaded=Prejeto: {0} \r\n
ballonUpdateIn=Posodobitev v: {0} \r\n
ballonTotalTime=Celoten čas: {0} \r\n
stopProcessOpt1=Ne ustavi
stopProcessOpt2=Oddano
stopProcessOpt3=Prejeto
stopProcessOpt4=Čas
stopProcessUnits1=sekund
stopProcessUnits2=minut
stopProcessUnits3=ur
restoreToolStripMenuItem=Obnovi
exitToolStripMenuItem=Zapri
umNumUpdatesFound={0} najdenih posodobitev
umNoUpdatesFound=Ni posodobitev
umParsingUpdates=Zbiram posodobitve ...
umCheckingUpdates=Preverjam za posodobitve ...
umDownloadingUpdate=Prenašam posodobitev št. {0}
umFinishedDownloadingUpdates=Posodobitve prejete
clmnUpdateName=Ime
clmnUpdateFileName=Ime datoteke
clmnUpdateType=Vrsta
clmnUpdateAuthor=Avtor
confirmCloseTitle=Potrditev
confirmCloseMessage=V teku je posodobitev torrent-a. Želite zapreti RatioMaster?
defaultBinding=Privzeto
testNetworkSuccess=Uspešna povezava. Trenutne omrežne nastavitve programa RatioMaster delujejo pravilno.
testNetworkFailed=Napaka v povezavi
testNetworkInProgress=V teku je preizkušanje omrežnih nastavitev ...

[Tooltips]
reApplyButton=Click on "Apply" to copy search results into Advanced Tab of RM.
checkIgnoreFailureReason=Ko je izbrana ta možnost, RM prezre vse napake, o katerih poroča sledilnik in vseeno nadaljuje z oddajanjem.
labelStopMinLeecher=RM lahko samodejno preneha z oddajanjem, če je število odjemalcev manjše od izbrane vrednosti.
intervalLabel=Privzeti interval posodobitve za pošiljanje statistike sledilniku.\r\nUporabno za sledilnike, ki ne poročajo intervala posodobitve
proxySettingsGroup=RM lahko uporabi proxy za povezavo s sledilnikom. Tako lahko prikriješ svoj pravi IP.
memoryReaderButton=Iskanje v pomnilniku\r\nUporabi to orodje, ko želiš uporabiti simulirane podatke o odjemalcu\r\nkot so ID uporabnika, ključ, vrata in ostalo. Tako se podatki lahko ujemajo s tvojim pravim odjemalcem.
updateAnnounceParamsOnStart=Ko je izbrana ta možnost, RM izračuna nov ID uporabnika in ključ ob vsakem zagonu programa..\r\nČe možnost ni izbrana, RM uporabi podatke iz prejšnje seje.
TorrentClientsBox=Izberi simuliran odjemalec
randomSpeedGroup=RM lahko spreminja hitrosti po vsaki naznanitvi\r\nglede na nastavitve.\r\nOddajanje pri isti hitrosti več časa postane sumljivo.
torrentFile=Pot do torrent datoteke\r\nKlikni Brskaj ... ali povleci in spusti torrent datoteko v okno RM
totalRunningTimeLabel=Čas delovanja v tej seji
leechLabel=Odjemalcev na torrent-u\r\nPri nekaterih sledilnih ta podatek ne obstaja
seedLabel=Sejalvec na torrent-u\r\nPri nekaterih sledilnih ta podatek ne obstaja
manualUpdateButton=Ročna posodobitev\r\nSledilnik se lahko posodobi ročno. Po naslednji posodobitvi se bo statistika zvezno posodobila
labelUpdateIn=Posodobitev v
downloadCountLabel=Prejeto\r\nPo naslednji posodobitvi se bo statistika zvezno posodobila
uploadCountLabel=Oddano\r\nPo naslednji posodobitvi se bo statistika zvezno posodobila                                                                                                     
checkIgnoreTimeout=RM naj prezre vse napake v povezavi
stopProcessActionBox=RM lahko proces ustavi samodejno.\r\nIzbiraj med nastavitvami in vnesi podatke.
uploadRate=Hitrost oddajanja\r\nTu vpiši hitrost, katero naj RM pošilja sledilniku
downloadRate=Hitrost prejemanja\r\nTu vpiši hitrost, katero naj RM pošilja sledilniku
shaHash=Torrent Sha Hash\r\nLahko ga vneseš ročno, v nasprotnem primeru bo prebran/generiran iz torrent-a
trackerAddress=URL sledilnika\r\nLahko ga vneseš ročno, v nasprotnem primeru bo prebran/generiran iz torrent-a
fileSize=Končano %\r\nLahko vneseš, koliko odstotkov (%) torrent-a si že prejel\r\n100% = samo oddajanje\r\n0%     = prejemanje od začetka\r\nRM si zapomni odstotek (%) končanega, kot tudi ostale nastavitve za posamezen torrent.                                       
reportParamsGroup=Ti parametri so del najavnega niza, ki ga RM pošlje sledilniku.\r\nPonavadi RM te parametre generira semodejno\r\nlahko pa jih vnesete tudi točno ali uporabite orodje Iskanje v pomnilniku za pridobitev parametrov vašega odjemalnika.
reProcessNameBox=RM bo iskal ta proces.\r\nRM samodejno izpolni to polje glede na izbranega odjemalca.
reSearchStr=RM bo iskal ta niz, da bi našel najavni URL in zbral rezultate.
reSearchButton=Izberi "Prični z iskanjem" za pričetek iskanja.
groupBoxSearchResults=Če je iskanje uspešno, RM v tem polju izpiše rezultate.\r\nPodatke lahko vnesete ročno v naprednih nastavitvah, ali pa izberete "Uporabi".
